data = {
  "団体情報": {
    "団体名": "",
    "年度": "",
    "代表者": "",
    "会計責任者": "",
    "提出日": ""
  },
  "収入": {
    "合計": 0,
    "会費": 0,
    "個人寄附": 0,
    "法人寄附": 0,
    "政治団体寄附": 0,
    "借入金": [
      {
        "借入先": "",
        "金額": 0,
        "日付": ""
      }
    ],
    "その他の収入": [
      {
        "項目": "",
        "金額": 0,
        "出所": "",
        "日付": ""
      }
    ]
  },
  "支出": {
    "合計": 0,
    "経常経費": {
      "合計": 0,
      "人件費": 0,
      "光熱水費": 0,
      "備品消耗品費": 0,
      "事務所費": 0
    },
    "政治活動費": {
      "合計": 0,
      "組織活動費": {
        "合計": 0,
        "明細": [
          {
            "目的": "",
            "金額": 0,
            "日付": "",
            "支出先": "",
            "所在地": ""
          },
        ]
      },
        "選挙関係費": {
            "合計": 0,
            "明細": [
            {
                "目的": "",
                "金額": 0,
                "日付": "",
                "支出先": "",
                "所在地": ""
            },
        ]
      },
        "機関紙誌の発行事業費": {
            "合計": 0,
            "明細": [
            {
                "目的": "",
                "金額": 0,
                "日付": "",
                "支出先": "",
                "所在地": ""
            },
        ]
      },
        "宜伝事業費": {
            "合計": 0,
            "明細": [
            {
                "目的": "",
                "金額": 0,
                "日付": "",
                "支出先": "",
                "所在地": ""
            },
        ]
      },
        "政治資金パーティー開催事業費": {
            "合計": 0,
            "明細": [
            {
                "目的": "",
                "金額": 0,
                "日付": "",
                "支出先": "",
                "所在地": ""
            },
        ]
      },
        "その他の事業費": {
            "合計": 0,
            "明細": [
            {
                "目的": "",
                "金額": 0,
                "日付": "",
                "支出先": "",
                "所在地": ""
            },
        ]
      },
      "調査研究費": {
        "合計": 0,
        "明細": [
        {
            "目的": "",
            "金額": 0,
            "日付": "",
            "支出先": "",
            "所在地": ""
        },
        ]
      },
      "寄附交付金": {
        "合計": 0,
        "明細": [
        {
            "目的": "",
            "金額": 0,
            "日付": "",
            "支出先": "",
            "所在地": ""
        },
        ]
      },

      "その他の経費": {
        "合計": 0,
        "明細": [
        {
            "目的": "",
            "金額": 0,
            "日付": "",
            "支出先": "",
            "所在地": ""
        },
        ]
      },
    }
  },
  "寄附者一覧": [
    {
      "氏名": "",
      "金額": 0,
      "住所": "",
      "日付": ""
    },
  ]
}